Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: all-out effort
ar: أقصى جهد
da: maksimal indsats
de: volle Belastung
es: esfuerzo máximo
fi: maksimiteho
fr: effort maximal
is: hámarksálag
it: sforzo massimo
ja: 全力
ko: 최대 강도
nb: full innsats
nl: maximale inspanning
pt_br: esforço máximo
ru: максимальное усилие
sv: maxinsats
zh_hans: 全力

source: Allergies
ar: حساسية
da: Allergi
de: Allergien
es: Alergias
fi: Allergiat
is: Ofnæmi
it: Allergie
ja: アレルギー
ko: 알레르기
nb: Allergi
nl: Allergieën
pt_br: Alergias
ru: Аллергия
sv: Allergier
zh_hans: 过敏

source: Allow Emuqu to use Bluetooth in Watch Settings → Privacy & Security
ar: اسمح لـ Emuqu باستخدام البلوتوث من إعدادات الساعة ← الخصوصية والأمن
da: Tillad Emuqu at bruge Bluetooth under Watch-indstillinger → Anonymitet og sikkerhed
de: Erlaube Emuqu die Bluetooth-Nutzung in den Watch-Einstellungen → Datenschutz & Sicherheit
es: Permite que Emuqu use Bluetooth en Ajustes del reloj → Privacidad y seguridad
fi: Salli Emuqun käyttää Bluetoothia kellon asetuksissa → Tietosuoja ja suojaus
fr: Autorisez Emuqu à utiliser le Bluetooth dans Réglages de la montre → Confidentialité et sécurité
is: Leyfðu Emuqu að nota Bluetooth í Stillingum úrsins → Persónuvernd og öryggi
it: Consenti a Emuqu di usare il Bluetooth in Impostazioni Watch → Privacy e sicurezza
ja: Watch の設定 → プライバシーとセキュリティで Emuqu に Bluetooth の使用を許可してください
ko: 워치 설정 → 개인정보 보호 및 보안에서 Emuqu의 Bluetooth 사용을 허용하세요
nb: Gi Emuqu tilgang til Bluetooth i Watch-innstillinger → Personvern og sikkerhet
nl: Sta Emuqu toe Bluetooth te gebruiken in Watch-instellingen → Privacy en beveiliging
pt_br: Permita que o Emuqu use Bluetooth em Ajustes do relógio → Privacidade e Segurança
ru: Разрешите Emuqu использовать Bluetooth в «Настройках» часов → «Конфиденциальность и безопасность»
sv: Tillåt Emuqu att använda Bluetooth i Watch-inställningar → Integritet och säkerhet
zh_hans: 请在手表设置 → 隐私与安全性中允许 Emuqu 使用蓝牙

source: Am I trending up or down?
ar: هل أتجه صعودًا أم هبوطًا؟
da: Går det op eller ned for mig?
de: Geht mein Trend nach oben oder unten?
es: ¿Mi tendencia va al alza o a la baja?
fi: Onko suuntani ylös vai alas?
fr: Suis-je en progression ou en baisse ?
is: Er ég á uppleið eða niðurleið?
it: Sono in miglioramento o in calo?
ja: 上向き？それとも下向き？
ko: 나는 상승세야, 하락세야?
nb: Går det opp eller ned for meg?
nl: Ga ik vooruit of achteruit?
pt_br: Estou em alta ou em queda?
ru: Мой тренд идёт вверх или вниз?
sv: Går det uppåt eller nedåt för mig?
zh_hans: 我的趋势是上升还是下降？

source: An RMSSD of 25ms at %lld reflects the same autonomic health as 42ms at 25 — the app accounts for this.
ar: قيمة RMSSD البالغة 25م.ث في عمر %lld تعكس صحة الجهاز العصبي الذاتي نفسها التي تعكسها 42م.ث في عمر 25 — والتطبيق يأخذ ذلك في الحسبان.
da: En RMSSD på 25 ms som %lld-årig afspejler samme autonome sundhed som 42 ms som 25-årig — det tager appen højde for.
de: Ein RMSSD von 25 ms mit %lld spiegelt dieselbe autonome Gesundheit wider wie 42 ms mit 25 — die App berücksichtigt das.
es: Un RMSSD de 25 ms a los %lld años refleja la misma salud autonómica que 42 ms a los 25 — la app lo tiene en cuenta.
fi: 25 ms:n RMSSD %lld-vuotiaana kertoo samasta autonomisesta terveydestä kuin 42 ms 25-vuotiaana — sovellus ottaa tämän huomioon.
fr: Un RMSSD de 25 ms à %lld ans reflète la même santé autonome que 42 ms à 25 ans — l'app en tient compte.
is: RMSSD upp á 25 ms við %lld ára aldur endurspeglar sömu ósjálfráðu heilsu og 42 ms við 25 ára — appið tekur tillit til þess.
it: Un RMSSD di 25 ms a %lld anni riflette la stessa salute autonomica di 42 ms a 25 anni — l'app ne tiene conto.
ja: %lld 歳での RMSSD 25ms は、25 歳での 42ms と同じ自律神経の健康度を示します — アプリはこれを考慮しています。
ko: %lld세의 RMSSD 25ms는 25세의 42ms와 같은 자율신경 건강 상태를 반영합니다 — 앱은 이를 고려합니다.
nb: En RMSSD på 25 ms ved %lld år gjenspeiler samme autonome helse som 42 ms ved 25 — appen tar hensyn til dette.
nl: Een RMSSD van 25 ms op %lld weerspiegelt dezelfde autonome gezondheid als 42 ms op 25 — de app houdt hier rekening mee.
pt_br: Um RMSSD de 25 ms aos %lld anos reflete a mesma saúde autonômica que 42 ms aos 25 — o app leva isso em conta.
ru: RMSSD 25 мс в %lld лет отражает такое же вегетативное здоровье, как 42 мс в 25 — приложение это учитывает.
sv: En RMSSD på 25 ms vid %lld års ålder speglar samma autonoma hälsa som 42 ms vid 25 — appen tar hänsyn till det.
zh_hans: %lld 岁时 25ms 的 RMSSD 与 25 岁时 42ms 反映的自主神经健康程度相同 — 应用已考虑这一点。

source: Analysis complete
ar: اكتمل التحليل
da: Analyse fuldført
de: Analyse abgeschlossen
es: Análisis completado
fi: Analyysi valmis
fr: Analyse terminée
is: Greiningu lokið
it: Analisi completata
ja: 分析完了
ko: 분석 완료
nb: Analysen er fullført
nl: Analyse voltooid
pt_br: Análise concluída
ru: Анализ завершён
sv: Analysen är klar
zh_hans: 分析完成

source: Analysis failed - insufficient clean data
ar: فشل التحليل - بيانات نظيفة غير كافية
da: Analyse mislykkedes - for lidt rene data
de: Analyse fehlgeschlagen – zu wenig saubere Daten
es: Error de análisis: datos limpios insuficientes
fi: Analyysi epäonnistui - liian vähän puhdasta dataa
fr: Échec de l'analyse - données propres insuffisantes
is: Greining mistókst - of lítið af hreinum gögnum
it: Analisi non riuscita - dati puliti insufficienti
ja: 分析失敗 - クリーンなデータが不足しています
ko: 분석 실패 - 깨끗한 데이터 부족
nb: Analysen mislyktes - for lite rene data
nl: Analyse mislukt - onvoldoende schone data
pt_br: Falha na análise - dados limpos insuficientes
ru: Сбой анализа — недостаточно чистых данных
sv: Analysen misslyckades - för lite ren data
zh_hans: 分析失败 - 干净数据不足

source: Analysis failed - no RR data
ar: فشل التحليل - لا توجد بيانات RR
da: Analyse mislykkedes - ingen RR-data
de: Analyse fehlgeschlagen – keine RR-Daten
es: Error de análisis: no hay datos RR
fi: Analyysi epäonnistui - ei RR-dataa
fr: Échec de l'analyse - aucune donnée RR
is: Greining mistókst - engin RR-gögn
it: Analisi non riuscita - nessun dato RR
ja: 分析失敗 - RR データがありません
ko: 분석 실패 - RR 데이터 없음
nb: Analysen mislyktes - ingen RR-data
nl: Analyse mislukt - geen RR-data
pt_br: Falha na análise - sem dados RR
ru: Сбой анализа — нет данных RR
sv: Analysen misslyckades - ingen RR-data
zh_hans: 分析失败 - 没有 RR 数据

source: Analysis uses the most stable 5-minute window from the middle of your sleep
ar: يستخدم التحليل أكثر نافذة مدتها 5 دقائق استقرارًا من منتصف نومك
da: Analysen bruger det mest stabile 5-minutters vindue fra midten af din søvn
de: Die Analyse nutzt das stabilste 5-Minuten-Fenster aus der Mitte deines Schlafs
es: El análisis usa la ventana de 5 minutos más estable de la mitad de tu sueño
fi: Analyysi käyttää unesi keskivaiheen vakainta 5 minuutin ikkunaa
fr: L'analyse utilise la fenêtre de 5 minutes la plus stable au milieu de votre sommeil
is: Greiningin notar stöðugasta 5 mínútna gluggann úr miðjum svefninum
it: L'analisi usa la finestra di 5 minuti più stabile della parte centrale del sonno
ja: 解析には睡眠の中盤で最も安定した5分間のウィンドウを使います
ko: 분석에는 수면 중반에서 가장 안정적인 5분 구간을 사용합니다
nb: Analysen bruker det mest stabile 5-minuttersvinduet fra midten av søvnen din
nl: De analyse gebruikt het stabielste venster van 5 minuten uit het midden van je slaap
pt_br: A análise usa a janela de 5 minutos mais estável do meio do seu sono
ru: Для анализа берётся самое стабильное 5-минутное окно из середины сна
sv: Analysen använder det stabilaste 5-minutersfönstret från mitten av din sömn
zh_hans: 分析使用睡眠中段最稳定的 5 分钟窗口

source: Analyze at peak HRV
ar: التحليل عند ذروة HRV
da: Analysér ved højeste HRV
de: Am HRV-Höchstwert analysieren
es: Analizar en el pico de HRV
fi: Analysoi HRV:n huipussa
fr: Analyser au pic de HRV
is: Greina við hámark HRV
it: Analizza al picco di HRV
ja: HRVのピークで解析
ko: HRV 최고점에서 분석
nb: Analyser ved høyeste HRV
nl: Analyseren bij HRV-piek
pt_br: Analisar no pico de VFC
ru: Анализировать на пике ВСР
sv: Analysera vid HRV-topp
zh_hans: 在 HRV 峰值处分析

source: Analyzed in full, like an overnight.
ar: تم تحليله بالكامل، مثل القراءة الليلية.
da: Analyseret fuldt ud, som en natmåling.
de: Vollständig analysiert, wie eine Nachtmessung.
es: Analizado por completo, como una lectura nocturna.
fi: Analysoitu kokonaan, kuten yömittaus.
fr: Analysée en entier, comme une mesure de nuit.
is: Greint að fullu, eins og næturmæling.
it: Analizzata per intero, come una lettura notturna.
ja: 夜間測定と同様にフル分析しました。
ko: 야간 측정과 같이 전체 분석했습니다.
nb: Analysert i sin helhet, som en nattmåling.
nl: Volledig geanalyseerd, net als een nachtmeting.
pt_br: Analisado por completo, como uma leitura noturna.
ru: Проанализировано полностью, как ночное измерение.
sv: Analyserad i sin helhet, som en nattmätning.
zh_hans: 已完整分析，与整夜读数相同。

source: Analyzing
ar: جارٍ التحليل
da: Analyserer
de: Wird analysiert
es: Analizando
fi: Analysoidaan
fr: Analyse en cours
is: Greini
it: Analisi in corso
ja: 分析中
ko: 분석 중
nb: Analyserer
nl: Bezig met analyseren
pt_br: Analisando
ru: Анализ
sv: Analyserar
zh_hans: 正在分析

source: Another device updated the backup at the same time
ar: حدّث جهاز آخر النسخة الاحتياطية في الوقت نفسه
da: En anden enhed opdaterede sikkerhedskopien på samme tid
de: Ein anderes Gerät hat die Sicherung zur selben Zeit aktualisiert
es: Otro dispositivo actualizó la copia de seguridad al mismo tiempo
fi: Toinen laite päivitti varmuuskopion samaan aikaan
fr: Un autre appareil a mis à jour la sauvegarde au même moment
is: Annað tæki uppfærði afritið á sama tíma
it: Un altro dispositivo ha aggiornato il backup nello stesso momento
ja: 別のデバイスが同時にバックアップを更新しました
ko: 다른 기기가 동시에 백업을 업데이트했습니다
nb: En annen enhet oppdaterte sikkerhetskopien samtidig
nl: Een ander apparaat heeft de back-up tegelijkertijd bijgewerkt
pt_br: Outro dispositivo atualizou o backup ao mesmo tempo
ru: Другое устройство обновило резервную копию в то же время
sv: En annan enhet uppdaterade säkerhetskopian samtidigt
zh_hans: 另一台设备同时更新了备份

source: Another easy day or active recovery — let HRV climb back to baseline before the next quality session.
ar: يوم سهل آخر أو تعافٍ نشط — دع HRV يعود إلى خط الأساس قبل الجلسة النوعية التالية.
da: Endnu en let dag eller aktiv restitution — lad HRV komme tilbage til baseline før næste kvalitetssession.
de: Noch ein lockerer Tag oder aktive Erholung – lass die HRV zum Ausgangswert zurückkehren, bevor die nächste Qualitätseinheit kommt.
es: Otro día suave o recuperación activa: deja que la HRV vuelva a tu referencia antes de la próxima sesión de calidad.
fi: Toinen kevyt päivä tai aktiivinen palautuminen – anna HRV:n nousta perustasolle ennen seuraavaa laatuharjoitusta.
fr: Encore une journée facile ou de la récupération active — laissez la HRV revenir à votre référence avant la prochaine séance de qualité.
is: Annar léttur dagur eða virk endurheimt — leyfðu HRV að ná grunnlínu á ný fyrir næstu gæðaæfingu.
it: Un altro giorno facile o recupero attivo: lascia che l'HRV torni alla base prima della prossima sessione di qualità.
ja: もう1日軽めか、アクティブ回復を — 次の質の高いセッションの前にHRVをベースラインまで戻しましょう。
ko: 하루 더 가볍게 하거나 적극적 회복을 하세요. 다음 고강도 세션 전에 HRV가 기준선으로 돌아오게 하세요.
nb: Enda en lett dag eller aktiv restitusjon – la HRV komme tilbake til baseline før neste kvalitetsøkt.
nl: Nog een lichte dag of actief herstel — laat je HRV terugkomen op je basislijn voor de volgende kwaliteitstraining.
pt_br: Mais um dia leve ou recuperação ativa — deixe a HRV voltar à linha de base antes da próxima sessão de qualidade.
ru: Ещё один лёгкий день или активное восстановление — дайте ВСР вернуться к базовой линии перед следующей качественной тренировкой.
sv: Ännu en lätt dag eller aktiv återhämtning – låt HRV komma tillbaka till baslinjen före nästa kvalitetspass.
zh_hans: 再安排一天轻松训练或主动恢复——在下一次高质量训练前，让 HRV 回到基线。

source: ANS
ar: الجهاز العصبي الذاتي
es: SNA
fr: SNA
it: SNA
ja: 自律神経
ko: 자율신경
pt_br: SNA
ru: ВНС
zh_hans: 自主神经

source: Anthropic is overloaded right now. Try again in a moment.
ar: Anthropic مثقل بالطلبات الآن. حاول مرة أخرى بعد قليل.
da: Anthropic er overbelastet lige nu. Prøv igen om lidt.
de: Anthropic ist gerade überlastet. Versuch es gleich noch einmal.
es: Anthropic está saturado ahora mismo. Inténtalo de nuevo en un momento.
fi: Anthropic on juuri nyt ylikuormitettu. Yritä hetken päästä uudelleen.
fr: Anthropic est surchargé en ce moment. Réessayez dans un instant.
is: Anthropic er yfirhlaðið núna. Reyndu aftur eftir smástund.
it: Anthropic è sovraccarico in questo momento. Riprova tra poco.
ja: Anthropic は現在混み合っています。しばらくしてからもう一度お試しください。
ko: Anthropic이 현재 과부하 상태입니다. 잠시 후 다시 시도하세요.
nb: Anthropic er overbelastet akkurat nå. Prøv igjen om litt.
nl: Anthropic is op dit moment overbelast. Probeer het zo opnieuw.
pt_br: A Anthropic está sobrecarregada agora. Tente de novo em instantes.
ru: Anthropic сейчас перегружен. Повторите попытку чуть позже.
sv: Anthropic är överbelastat just nu. Försök igen om en stund.
zh_hans: Anthropic 当前负载过高。请稍后再试。

source: Any BLE-capable app or device within Bluetooth range during the workout (typically ~10 m / 30 ft).
ar: أي تطبيق أو جهاز يدعم BLE ضمن نطاق Bluetooth أثناء التمرين (عادةً ~10 م / 30 قدمًا).
da: Enhver BLE-kompatibel app eller enhed inden for Bluetooth-rækkevidde under træningen (typisk ~10 m / 30 ft).
de: Jede BLE-fähige App oder jedes BLE-fähige Gerät in Bluetooth-Reichweite während des Trainings (typischerweise ~10 m / 30 ft).
es: Cualquier app o dispositivo compatible con BLE dentro del alcance de Bluetooth durante el entrenamiento (normalmente ~10 m / 30 ft).
fi: Mikä tahansa BLE-yhteensopiva appi tai laite Bluetooth-kantaman sisällä harjoituksen aikana (yleensä ~10 m / 30 ft).
fr: Toute app ou tout appareil compatible BLE à portée Bluetooth pendant l’entraînement (généralement ~10 m / 30 ft).
is: Hvaða BLE-forrit eða -tæki sem er innan Bluetooth-drægni á meðan á æfingu stendur (yfirleitt ~10 m / 30 ft).
it: Qualsiasi app o dispositivo compatibile BLE nel raggio Bluetooth durante l’allenamento (in genere ~10 m / 30 ft).
ja: ワークアウト中にBluetooth圏内（通常約10 m / 30 ft）にある、BLE対応のアプリまたはデバイス。
ko: 운동 중 Bluetooth 범위(일반적으로 약 10m / 30ft) 내에 있는 BLE 지원 앱 또는 기기.
nb: Enhver BLE-kompatibel app eller enhet innenfor Bluetooth-rekkevidde under økten (vanligvis ~10 m / 30 ft).
nl: Elke BLE-compatibele app of elk BLE-apparaat binnen Bluetooth-bereik tijdens de training (meestal ~10 m / 30 ft).
pt_br: Qualquer app ou dispositivo compatível com BLE dentro do alcance do Bluetooth durante o treino (normalmente ~10 m / 30 ft).
ru: Любое приложение или устройство с поддержкой BLE в зоне действия Bluetooth во время тренировки (обычно ~10 м / 30 фут.).
sv: Alla BLE-kompatibla appar eller enheter inom Bluetooth-räckvidd under passet (vanligtvis ~10 m / 30 ft).
zh_hans: 体能训练期间处于蓝牙范围内（通常约 10 米 / 30 英尺）的任何支持 BLE 的 App 或设备。

source: Anything else (workouts, sleep, training history) stays on your device.
ar: أي شيء آخر (التمارين، النوم، سجل التدريب) يبقى على جهازك.
da: Alt andet (træninger, søvn, træningshistorik) bliver på din enhed.
de: Alles andere (Trainings, Schlaf, Trainingsverlauf) bleibt auf deinem Gerät.
es: Todo lo demás (entrenamientos, sueño, historial de entrenamiento) se queda en tu dispositivo.
fi: Kaikki muu (harjoitukset, uni, harjoitushistoria) pysyy laitteellasi.
fr: Tout le reste (entraînements, sommeil, historique d’entraînement) reste sur votre appareil.
is: Allt annað (æfingar, svefn, æfingasaga) verður áfram á tækinu þínu.
it: Tutto il resto (allenamenti, sonno, storico allenamenti) resta sul tuo dispositivo.
ja: それ以外（ワークアウト、睡眠、トレーニング履歴）はデバイス上に残ります。
ko: 그 외의 모든 것(운동, 수면, 훈련 기록)은 기기에 남아 있습니다.
nb: Alt annet (økter, søvn, treningshistorikk) blir på enheten din.
nl: Al het andere (trainingen, slaap, trainingsgeschiedenis) blijft op je apparaat.
pt_br: Todo o resto (treinos, sono, histórico de treinos) fica no seu dispositivo.
ru: Всё остальное (тренировки, сон, история тренировок) остаётся на устройстве.
sv: Allt annat (träningspass, sömn, träningshistorik) stannar på din enhet.
zh_hans: 其他所有内容（体能训练、睡眠、训练历史）都保留在你的设备上。

source: Apple Health access not authorized
ar: الوصول إلى Apple Health غير مصرّح به
da: Ingen adgang til Apple Health
de: Kein Zugriff auf Apple Health erlaubt
es: Acceso a Apple Health no autorizado
fi: Apple Health -käyttöä ei ole sallittu
fr: Accès à Apple Santé non autorisé
is: Aðgangur að Apple Health ekki heimilaður
it: Accesso ad Apple Health non autorizzato
ja: Apple Health へのアクセスが許可されていません
ko: Apple Health 접근 권한이 없습니다
nb: Ingen tilgang til Apple Health
nl: Geen toegang tot Apple Health
pt_br: Acesso ao Apple Saúde não autorizado
ru: Доступ к Apple Здоровье не разрешён
sv: Ingen åtkomst till Apple Health
zh_hans: 未授权访问 Apple 健康

source: Apple Health finished the workout without saving it.
ar: أنهى Apple Health التمرين دون حفظه.
da: Apple Health afsluttede træningen uden at gemme den.
de: Apple Health hat das Training beendet, ohne es zu speichern.
es: Apple Health finalizó el entrenamiento sin guardarlo.
fi: Apple Health päätti harjoituksen tallentamatta sitä.
fr: Apple Santé a terminé la séance sans l'enregistrer.
is: Apple Health lauk æfingunni án þess að vista hana.
it: Apple Health ha terminato l'allenamento senza salvarlo.
ja: Apple Health はワークアウトを保存せずに終了しました。
ko: Apple Health가 운동을 저장하지 않고 종료했습니다.
nb: Apple Health avsluttet økten uten å lagre den.
nl: Apple Health heeft de training beëindigd zonder hem op te slaan.
pt_br: O Apple Saúde finalizou o treino sem salvá-lo.
ru: Apple Здоровье завершило тренировку, не сохранив её.
sv: Apple Health avslutade passet utan att spara det.
zh_hans: Apple 健康 结束了训练但未保存。

source: Apple Health is not available on this device
ar: Apple Health غير متاح على هذا الجهاز
da: Apple Health er ikke tilgængelig på denne enhed
de: Apple Health ist auf diesem Gerät nicht verfügbar
es: Apple Health no está disponible en este dispositivo
fi: Apple Health ei ole käytettävissä tällä laitteella
fr: Apple Santé n'est pas disponible sur cet appareil
is: Apple Health er ekki í boði á þessu tæki
it: Apple Health non è disponibile su questo dispositivo
ja: このデバイスでは Apple Health を利用できません
ko: 이 기기에서는 Apple Health를 사용할 수 없습니다
nb: Apple Health er ikke tilgjengelig på denne enheten
nl: Apple Health is niet beschikbaar op dit apparaat
pt_br: O Apple Saúde não está disponível neste dispositivo
ru: Apple Здоровье недоступно на этом устройстве
sv: Apple Health är inte tillgängligt på den här enheten
zh_hans: 此设备上无法使用 Apple 健康

source: Apple Health permission was not granted for workout export.
ar: لم يُمنح إذن Apple Health لتصدير التمارين.
da: Der blev ikke givet tilladelse i Apple Health til at eksportere træninger.
de: Die Apple Health-Berechtigung für den Trainingsexport wurde nicht erteilt.
es: No se concedió el permiso de Apple Health para exportar entrenamientos.
fi: Apple Health -lupaa harjoitusten vientiin ei annettu.
fr: L'autorisation Apple Santé pour l'exportation des séances n'a pas été accordée.
is: Heimild Apple Health til að flytja út æfingar var ekki veitt.
it: L'autorizzazione di Apple Health per l'esportazione degli allenamenti non è stata concessa.
ja: ワークアウトの書き出しに必要な Apple Health の許可がありません。
ko: 운동 내보내기에 필요한 Apple Health 권한이 허용되지 않았습니다.
nb: Apple Health ga ikke tillatelse til å eksportere økter.
nl: Er is geen toestemming van Apple Health gegeven om trainingen te exporteren.
pt_br: A permissão do Apple Saúde para exportar treinos não foi concedida.
ru: Разрешение Apple Здоровье на экспорт тренировок не предоставлено.
sv: Apple Health gav inte behörighet att exportera träningspass.
zh_hans: 未授予导出训练所需的 Apple 健康 权限。

source: Apple Health query '%@' timed out
ar: انتهت مهلة استعلام Apple Health '%@'
da: Apple Health-forespørgslen '%@' fik timeout
de: Apple Health-Abfrage „%@" hat zu lange gedauert
es: La consulta de Apple Health «%@» ha superado el tiempo de espera
fi: Apple Health -kysely '%@' aikakatkaistiin
fr: La requête Apple Santé « %@ » a expiré
is: Fyrirspurn '%@' í Apple Health rann út á tíma
it: La richiesta ad Apple Health "%@" è scaduta
ja: Apple Health のクエリ「%@」がタイムアウトしました
ko: Apple Health 쿼리 '%@' 시간이 초과되었습니다
nb: Apple Health-spørringen '%@' fikk tidsavbrudd
nl: Apple Health-query '%@' is verlopen
pt_br: A consulta '%@' ao Apple Saúde expirou
ru: Время запроса «%@» к Apple Здоровье истекло
sv: Apple Health-frågan '%@' tog för lång tid
zh_hans: Apple 健康 查询“%@”超时

source: Apple Health returned no step data at all for that time, which usually means Emuqu was never allowed to read it. Check Settings → Privacy & Security → Health → Emuqu, turn on Steps, and try again.
ar: لم يُرجع Apple Health أي بيانات خطوات لتلك الفترة، وهذا يعني عادةً أن Emuqu لم يُسمح له بقراءتها أبدًا. تحقّق من الإعدادات ← الخصوصية والأمن ← صحتي ← Emuqu، وفعّل الخطوات، ثم حاول مرة أخرى.
da: Apple Health returnerede slet ingen skridtdata for det tidsrum, hvilket som regel betyder, at Emuqu aldrig har fået lov til at læse dem. Tjek Indstillinger → Anonymitet og sikkerhed → Sundhed → Emuqu, slå Skridt til, og prøv igen.
de: Apple Health hat für diesen Zeitraum überhaupt keine Schrittdaten geliefert. Meist heißt das, dass Emuqu sie nie lesen durfte. Prüfe Einstellungen → Datenschutz & Sicherheit → Health → Emuqu, aktiviere Schritte und versuch es erneut.
es: Apple Health no devolvió ningún dato de pasos para ese periodo, lo que suele significar que Emuqu nunca tuvo permiso para leerlos. Revisa Ajustes → Privacidad y seguridad → Salud → Emuqu, activa Pasos y vuelve a intentarlo.
fi: Apple Health ei palauttanut lainkaan askeldataa tältä ajalta, mikä yleensä tarkoittaa, ettei Emuqulle ole koskaan annettu lupaa lukea sitä. Tarkista Asetukset → Tietosuoja ja suojaus → Terveys → Emuqu, laita Askeleet päälle ja yritä uudelleen.
fr: Apple Santé n'a renvoyé aucune donnée de pas pour cette période, ce qui signifie généralement qu'Emuqu n'a jamais été autorisé à les lire. Vérifiez Réglages → Confidentialité et sécurité → Santé → Emuqu, activez Pas, puis réessayez.
is: Apple Health skilaði engum skrefagögnum fyrir þennan tíma, sem þýðir yfirleitt að Emuqu hafi aldrei fengið leyfi til að lesa þau. Athugaðu Stillingar → Persónuvernd og öryggi → Health → Emuqu, kveiktu á Skrefum og reyndu aftur.
it: Apple Health non ha restituito alcun dato sui passi per quel periodo, il che di solito significa che Emuqu non ha mai avuto il permesso di leggerli. Controlla Impostazioni → Privacy e sicurezza → Salute → Emuqu, attiva Passi e riprova.
ja: Apple Health からその時間の歩数データがまったく返されませんでした。通常は、Emuqu に読み取りが許可されていないことを意味します。設定 → プライバシーとセキュリティ → ヘルスケア → Emuqu を確認して歩数をオンにし、もう一度お試しください。
ko: Apple Health가 해당 시간에 대한 걸음 수 데이터를 전혀 반환하지 않았습니다. 보통 Emuqu에 읽기 권한이 허용된 적이 없다는 뜻입니다. 설정 → 개인정보 보호 및 보안 → 건강 → Emuqu에서 걸음을 켜고 다시 시도하세요.
nb: Apple Health returnerte ingen skrittdata i det hele tatt for det tidsrommet, noe som vanligvis betyr at Emuqu aldri har fått lov til å lese dem. Sjekk Innstillinger → Personvern og sikkerhet → Helse → Emuqu, slå på Skritt og prøv igjen.
nl: Apple Health gaf voor die periode helemaal geen stapgegevens terug. Meestal betekent dat dat Emuqu ze nooit mocht lezen. Ga naar Instellingen → Privacy en beveiliging → Gezondheid → Emuqu, zet Stappen aan en probeer het opnieuw.
pt_br: O Apple Saúde não retornou nenhum dado de passos para esse período, o que geralmente significa que o Emuqu nunca teve permissão para lê-los. Verifique Ajustes → Privacidade e Segurança → Saúde → Emuqu, ative Passos e tente de novo.
ru: Apple Здоровье не вернуло за это время никаких данных о шагах — обычно это значит, что Emuqu так и не получил разрешения их читать. Проверьте Настройки → Конфиденциальность и безопасность → Здоровье → Emuqu, включите «Шаги» и попробуйте снова.
sv: Apple Health returnerade ingen stegdata alls för den tiden, vilket oftast betyder att Emuqu aldrig fått läsa den. Kontrollera Inställningar → Integritet och säkerhet → Hälsa → Emuqu, slå på Steg och försök igen.
zh_hans: Apple 健康 在该时间段完全没有返回步数数据，这通常意味着 Emuqu 从未获准读取。请检查“设置 → 隐私与安全性 → 健康 → Emuqu”，打开“步数”，然后重试。
